---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecWireTickmarkState
source: html/6e5eda32-6a30-289d-ec57-40438abcb06e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecWireTickmarkState Property

"Tick Marks"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecWireTickmarkState { get; }
```